{"word_to_idx": {"(banners)": 0, "(brewer)": 1, "(courtesan)": 2, "(daughter": 3, "(dragonstone)": 4, "(goodwife)": 5, "(greatjon)": 6, "(guard)": 7, "(happy": 8, "(jinglebell)": 9, "(lancewood)": 10, "(lord)": 11, "(maester)": 12, "(miller)": 13, "(mole's": 14, "(night's": 15, "(novice)": 16, "(old)": 17, "(orphan)": 18, "(sailor)": 19, "(smalljon)": 20, "(son": 21, "(whore)": 22, "(winterfell)": 23, "0.0": 24, "1.0": 25, "10.0": 26, "11.0": 27, "12.0": 28, "14.0": 29, "16.0": 30, "17.0": 31, "18.0": 32, "19.0": 33, "2.0": 34, "20.0": 35, "21.0": 36, "23.0": 37, "24.0": 38, "25.0": 39, "26.0": 40, "27.0": 41, "29.0": 42, "297.0": 43, "298.0": 44, "299.0": 45, "3.0": 46, "30.0": 47, "300.0": 48, "31.0": 49, "32.0": 50, "33.0": 51, "34.0": 52, "35.0": 53, "36.0": 54, "37.0": 55, "38.0": 56, "39.0": 57, "4.0": 58, "40.0": 59, "41.0": 60, "42.0": 61, "43.0": 62, "44.0": 63, "45.0": 64, "46.0": 65, "47.0": 66, "48.0": 67, "49.0": 68, "5.0": 69, "50.0": 70, "51.0": 71, "52.0": 72, "53.0": 73, "55.0": 74, "56.0": 75, "57.0": 76, "58.0": 77, "59.0": 78, "6.0": 79, "60.0": 80, "61.0": 81, "62.0": 82, "63.0": 83, "64.0": 84, "65.0": 85, "66.0": 86, "67.0": 87, "68.0": 88, "69.0": 89, "7.0": 90, "70.0": 91, "72.0": 92, "73.0": 93, "74.0": 94, "75.0": 95, "76.0": 96, "77.0": 97, "80.0": 98, "9.0": 99, "addam": 100, "adrack": 101, "aegon": 102, "aemon": 103, "aemon)": 104, "aenys": 105, "aeron": 106, "aethan": 107, "aggar": 108, "aggo": 109, "alan": 110, "alayaya": 111, "albar": 112, "albett": 113, "alebelly": 114, "alerie": 115, "alesander": 116, "alester": 117, "alia": 118, "alla": 119, "allard": 120, "alliser": 121, "allyrion": 122, "alyn": 123, "alys": 124, "alysane": 125, "alyx": 126, "ambrode": 127, "ambrose": 128, "amory": 129, "and": 130, "andar": 131, "andrew": 132, "andrey": 133, "andrik": 134, "anguy": 135, "antario": 136, "anvil": 137, "anya": 138, "archibald": 139, "ardrian": 140, "areo": 141, "arianne": 142, "arneld": 143, "arnolf": 144, "aron": 145, "arron": 146, "arryk": 147, "arryn": 148, "arson": 149, "arthor": 150, "arwyn": 151, "arya": 152, "arys": 153, "asha": 154, "at": 155, "attacked": 156, "aurane": 157, "axell": 158, "azzak": 159, "baelish": 160, "baker": 161, "ballabar": 162, "balon": 163, "banefort": 164, "bannen": 165, "banners": 166, "bar": 167, "baratheon": 168, "baratheon.": 169, "barbrey": 170, "bard": 171, "barra": 172, "barristan": 173, "barsena": 174, "barth": 175, "bass": 176, "battle": 177, "bayard": 178, "bearded": 179, "becca": 180, "bedwyck": 181, "belaquo": 182, "bella": 183, "bellegere": 184, "bellonara": 185, "belmore": 186, "belwas": 187, "ben": 188, "benedar": 189, "benfred": 190, "benfrey": 191, "benjen": 192, "bennet": 193, "beric": 194, "bernarr": 195, "bessa": 196, "beth": 197, "bettley": 198, "bhakaz": 199, "big": 200, "bill": 201, "biter": 202, "black": 203, "black,": 204, "black.": 205, "blackberry": 206, "blackmont": 207, "blackwater,": 208, "blackwood": 209, "blackwood.": 210, "blane": 211, "bloodbeard": 212, "blount": 213, "blue": 214, "boil": 215, "bolton": 216, "bolton.": 217, "bones": 218, "bonifer": 219, "book": 220, "boot": 221, "borcas": 222, "boremund": 223, "boros": 224, "borrell": 225, "borroq": 226, "botley": 227, "bowen": 228, "boy": 229, "braavos": 230, "bracken": 231, "bran": 232, "brandon": 233, "brave": 234, "brax": 235, "brenett": 236, "brienne": 237, "bronn": 238, "brother": 239, "brotherhood": 240, "brown": 241, "brune": 242, "brusco": 243, "bryan": 244, "bryce": 245, "bryen": 246, "brynden": 247, "buckwell": 248, "bulwer": 249, "burning": 250, "burton": 251, "butterbumps": 252, "byam": 253, "byan": 254, "byron": 255, "bywater": 256, "cadwyn": 257, "cailin,": 258, "cailin.": 259, "caleotte": 260, "camps,": 261, "caron": 262, "cassel": 263, "castle": 264, "caswell": 265, "cat": 266, "catelyn": 267, "cayn": 268, "cellador": 269, "celtigar": 270, "cersei": 271, "cerwyn": 272, "chapter": 273, "chataya": 274, "chayle": 275, "chella": 276, "chett": 277, "chiggen": 278, "chiswyck": 279, "clayton": 280, "clegane": 281, "clement": 282, "cleos": 283, "cley": 284, "clubfoot": 285, "clydas": 286, "codd": 287, "cohollo": 288, "coldhands": 289, "colemon": 290, "colen": 291, "companions": 292, "companions.": 293, "conn": 294, "connington": 295, "conwy": 296, "corbray": 297, "corliss": 298, "cortnay": 299, "costayne": 300, "cotter": 301, "crabb": 302, "crag,": 303, "crag.": 304, "cragorn": 305, "crakehall": 306, "crane": 307, "craster": 308, "cregan": 309, "creighton": 310, "cressen": 311, "cuger": 312, "cutjack": 313, "cuy": 314, "daario": 315, "dacey": 316, "daemon": 317, "daenerys": 318, "dagmer": 319, "dagon": 320, "dalbridge": 321, "dale": 322, "dalla": 323, "dalt": 324, "damon": 325, "dance-for-me": 326, "dancy": 327, "danwell": 328, "dar": 329, "dareon": 330, "darry": 331, "darry,": 332, "darry.": 333, "daryn": 334, "daven": 335, "davos": 336, "daxos": 337, "dayne": 338, "deepwood": 339, "deeth": 340, "del": 341, "delp": 342, "denys": 343, "dermot": 344, "desmond": 345, "devan": 346, "deziel": 347, "dhazzar": 348, "dick": 349, "dickon": 350, "died": 351, "dilly": 352, "dirk": 353, "dobber": 354, "doh": 355, "donal": 356, "dondarrion": 357, "donella": 358, "donnel": 359, "donnis": 360, "dontos": 361, "donyse": 362, "doran": 363, "doreah": 364, "dornish": 365, "dragonstone,": 366, "dragonstone.": 367, "draqaz": 368, "drennan": 369, "drinkwater": 370, "drogo": 371, "drumm": 372, "duckfield": 373, "dudley": 374, "dunsen": 375, "dunstan": 376, "duram": 377, "during": 378, "duskendale,": 379, "duskendale.": 380, "dustin": 381, "duur": 382, "dwarf": 383, "dykk": 384, "dywen": 385, "easy": 386, "ebben": 387, "eddard": 388, "eddison": 389, "edmure": 390, "edric": 391, "edwyn": 392, "egen": 393, "eggon": 394, "elder": 395, "eldred": 396, "eleyna": 397, "elinor": 398, "ellaria": 399, "elmar": 400, "elwood": 401, "elyas": 402, "emmett": 403, "emmon": 404, "emmond": 405, "emrick": 406, "end,": 407, "end.": 408, "endehar": 409, "endrew": 410, "enger": 411, "eon": 412, "eraz": 413, "erenford": 414, "erik": 415, "ermesande": 416, "eroeh": 417, "erreck": 418, "errol": 419, "erryk": 420, "esgred": 421, "estermont": 422, "ezzara": 423, "falia": 424, "fall": 425, "falyse": 426, "farlen": 427, "farring": 428, "farwynd": 429, "fat": 430, "fell": 431, "flement": 432, "fletcher": 433, "flint": 434, "florent": 435, "flowers": 436, "fogo": 437, "folk": 438, "follard": 439, "foote": 440, "ford,": 441, "ford.": 442, "fords,": 443, "forel": 444, "fork,": 445, "fork.": 446, "forley": 447, "fornio": 448, "fossoway": 449, "free": 450, "frenken": 451, "frenya": 452, "frey": 453, "frynne": 454, "gage": 455, "galare": 456, "galazza": 457, "galbart": 458, "gared": 459, "gargalen": 460, "garin": 461, "gariss": 462, "garlan": 463, "garrett": 464, "garse": 465, "garth": 466, "gawen": 467, "gelmarr": 468, "gendry": 469, "genna": 470, "gerald": 471, "gerold": 472, "gerren": 473, "gerris": 474, "gevin": 475, "ghael": 476, "ghezn": 477, "ghost": 478, "gillam": 479, "gilly": 480, "gilwood": 481, "gladden": 482, "glendon": 483, "glover": 484, "goady": 485, "godric": 486, "godry": 487, "godwyn": 488, "goghor": 489, "golden": 490, "goodbrook": 491, "goodbrother": 492, "gormond": 493, "gorold": 494, "gower": 495, "grafton": 496, "gran": 497, "grazdan": 498, "grazdar": 499, "green": 500, "greenaway": 501, "greenfield": 502, "greenpools": 503, "gregor": 504, "grell": 505, "grenn": 506, "grey": 507, "greydon": 508, "greyfeather": 509, "greyjoy": 510, "greyjoy.": 511, "grigg": 512, "grisel": 513, "groleo": 514, "grubbs": 515, "grunt": 516, "gueren": 517, "guncer": 518, "guyard": 519, "gwin": 520, "gylbert": 521, "gyles": 522, "gynir": 523, "gysella": 524, "h'ghar": 525, "haggo": 526, "haigh": 527, "hairy": 528, "hake": 529, "hal": 530, "halder": 531, "haldon": 532, "halfhand": 533, "hali": 534, "hallis": 535, "hallyne": 536, "halys": 537, "hamish": 538, "hand": 539, "harbor,": 540, "harbor.": 541, "harclay": 542, "hareth": 543, "harghaz": 544, "harlaw": 545, "harma": 546, "harmund": 547, "harmune": 548, "harper": 549, "harra": 550, "harrag": 551, "harras": 552, "harrenhal,": 553, "harrenhal.": 554, "harrion": 555, "harry": 556, "harwin": 557, "harwood": 558, "harys": 559, "hasty": 560, "hayford": 561, "hazzea": 562, "heart": 563, "heddle": 564, "helman": 565, "henly": 566, "heward": 567, "hewett": 568, "high": 569, "hightower": 570, "hill": 571, "hoat": 572, "hobb": 573, "hobber": 574, "hod": 575, "hodor": 576, "hogg": 577, "holger": 578, "hollard": 579, "holly": 580, "hop-robin": 581, "horas": 582, "hornwood": 583, "horpe": 584, "horton": 585, "hosteen": 586, "hoster": 587, "hot": 588, "hotah": 589, "hother": 590, "howd": 591, "hubard": 592, "hugh": 593, "hugo": 594, "hullen": 595, "humble": 596, "humfrey": 597, "hunt": 598, "hunter": 599, "huntsman": 600, "husband": 601, "hyle": 602, "i)": 603, "iggo": 604, "ill": 605, "illyrio": 606, "ilyn": 607, "imry": 608, "in": 609, "invasion": 610, "iron": 611, "ironmaker": 612, "irri": 613, "islands,": 614, "islands.": 615, "istarion": 616, "ithoke": 617, "jacelyn": 618, "jack": 619, "jack-be-lucky": 620, "jacks": 621, "jaggot": 622, "jaime": 623, "jalabhar": 624, "janna": 625, "janos": 626, "jaqen": 627, "jared": 628, "jaremy": 629, "jarl": 630, "jarman": 631, "jason": 632, "jast": 633, "jate": 634, "jeor": 635, "jeren": 636, "jeyne": 637, "jhaqo": 638, "jhezane": 639, "jhiqui": 640, "jhogo": 641, "jocelyn": 642, "jodge": 643, "joffrey": 644, "jojen": 645, "jommy": 646, "jon": 647, "jonelle": 648, "jonos": 649, "jorah": 650, "jordayne": 651, "jory": 652, "joseran": 653, "joseth": 654, "josmyn": 655, "joss": 656, "josua": 657, "jothos": 658, "joyeuse": 659, "justin": 660, "jyck": 661, "jynessa": 662, "kandaq": 663, "karl": 664, "karstark": 665, "karyl": 666, "kayce": 667, "kedge": 668, "kella": 669, "kenned": 670, "kenning": 671, "kennos": 672, "kerwin": 673, "ketter": 674, "kettleblack": 675, "kevan": 676, "kezmya": 677, "khorane": 678, "khrazz": 679, "kindly": 680, "king's": 681, "kojja": 682, "koss": 683, "kraznys": 684, "kromm": 685, "kurleket": 686, "kurz": 687, "kyle": 688, "kyra": 689, "lady": 690, "lamb": 691, "lambert": 692, "lamprey": 693, "lancel": 694, "landing.": 695, "lanna": 696, "lannister": 697, "lannister.": 698, "lanster": 699, "lark": 700, "larra": 701, "larraq": 702, "leathers": 703, "leaves": 704, "lefford": 705, "left": 706, "lem": 707, "lennocks": 708, "lenwood": 709, "leo": 710, "leobald": 711, "leona": 712, "leonette": 713, "lew": 714, "lewis": 715, "lewys": 716, "lharys": 717, "lho": 718, "limper": 719, "little": 720, "locke": 721, "lollys": 722, "lommy": 723, "longbough": 724, "longtown": 725, "lophand": 726, "loraq": 727, "loras": 728, "lorcas": 729, "lorch": 730, "lord": 731, "lorent": 732, "lorren": 733, "loss.": 734, "lothar": 735, "lothor": 736, "lucan": 737, "lucas": 738, "lucias": 739, "luco": 740, "luke": 741, "luton": 742, "luwin": 743, "lychester": 744, "lydden": 745, "lyle": 746, "lyman": 747, "lymond": 748, "lyn": 749, "lynderly": 750, "lyonel": 751, "lysa": 752, "lysono": 753, "maar": 754, "mace": 755, "mad": 756, "maege": 757, "maekar": 758, "maerie": 759, "mag": 760, "mago": 761, "maid": 762, "maidenpool": 763, "mallador": 764, "mallarawan": 765, "malliard": 766, "mallister": 767, "mallister.": 768, "mallor": 769, "man": 770, "mance": 771, "manderly": 772, "mandon": 773, "manwoody": 774, "mar": 775, "marbrand": 776, "marei": 777, "margaery": 778, "maric": 779, "marillion": 780, "maris": 781, "marissa": 782, "mariya": 783, "mark": 784, "marlon": 785, "maron": 786, "marq": 787, "marsh": 788, "martell": 789, "martyn": 790, "marwyn": 791, "masha": 792, "mask": 793, "maslyn": 794, "massey": 795, "mathis": 796, "mathos": 797, "matrice": 798, "matthar": 799, "matthos": 800, "mawney": 801, "maz": 802, "mebble": 803, "medger": 804, "meera": 805, "megga": 806, "meha": 807, "mela": 808, "meldred": 809, "meliana": 810, "melisandre": 811, "mellei": 812, "melly": 813, "meredyth": 814, "meribald": 815, "merlon": 816, "merlyn": 817, "mero": 818, "merrett": 819, "merryweather": 820, "meryn": 821, "mezzara": 822, "mikken": 823, "miklaz": 824, "mirri": 825, "missandei": 826, "mo": 827, "moat": 828, "mohor": 829, "mollander": 830, "mollen": 831, "monford": 832, "monster": 833, "moon": 834, "moore": 835, "mooton": 836, "mopatis": 837, "moqorro": 838, "mord": 839, "mordane": 840, "moreland": 841, "moreo": 842, "morgarth": 843, "mormont": 844, "morna": 845, "moro": 846, "morra": 847, "morrec": 848, "morrigen": 849, "morros": 850, "mors": 851, "morton": 852, "mossador": 853, "mott": 854, "motte,": 855, "motte.": 856, "mountain": 857, "mudge": 858, "mullendore": 859, "mully": 860, "mummer's": 861, "munciter": 862, "murch": 863, "murenmure": 864, "muttering": 865, "mya": 866, "mycah": 867, "myles": 868, "myr": 869, "myranda": 870, "myrcella": 871, "myria": 872, "myrtle": 873, "na": 874, "nage": 875, "naharis": 876, "nakloz": 877, "nan": 878, "nan.": 879, "narbert": 880, "nestor": 881, "nestoris": 882, "night's": 883, "nolla": 884, "norcross": 885, "norjen": 886, "norrey": 887, "notch": 888, "noye": 889, "nurse": 890, "nute": 891, "nymella": 892, "nymeria": 893, "oakheart": 894, "obara": 895, "oberyn": 896, "of": 897, "ogo": 898, "old": 899, "oldtown": 900, "olenna": 901, "ollo": 902, "olyvar": 903, "ondrew": 904, "oppo": 905, "orell": 906, "orphan": 907, "orton": 908, "osfryd": 909, "osha": 910, "osmund": 911, "osney": 912, "oss": 913, "ossy": 914, "oswell": 915, "othell": 916, "otherys": 917, "ottyn": 918, "outcome": 919, "owen": 920, "oxcross,": 921, "oxcross.": 922, "oznak": 923, "paege": 924, "pahl": 925, "palla": 926, "parmen": 927, "patchface": 928, "pate": 929, "patrek": 930, "paul": 931, "paxter": 932, "payne": 933, "peckledon": 934, "pello": 935, "pemford": 936, "penny": 937, "penrose": 938, "perros": 939, "perwyn": 940, "petyr": 941, "philip": 942, "pia": 943, "pie": 944, "piper": 945, "place": 946, "plumm": 947, "podrick": 948, "polliver": 949, "pono": 950, "poole": 951, "porridge": 952, "port)": 953, "porther": 954, "poul": 955, "poxy": 956, "praed": 957, "pree": 958, "prendahl": 959, "prestayn": 960, "prester": 961, "preston": 962, "pyat": 963, "pycelle": 964, "pyg": 965, "pyke": 966, "pylos": 967, "pypar": 968, "qaggaz": 969, "qar": 970, "qarl": 971, "qezza": 972, "qhorin": 973, "qorgyle": 974, "qotho": 975, "quaithe": 976, "quaro": 977, "quellon": 978, "quent": 979, "quenten": 980, "quentyn": 981, "quhuru": 982, "quort": 983, "qyburn": 984, "qyle": 985, "rafford": 986, "ragnor": 987, "ragwyle": 988, "rakharo": 989, "ralf": 990, "rambton": 991, "ramsay": 992, "randa": 993, "randyll": 994, "rast": 995, "ravella": 996, "raventree,": 997, "raventree.": 998, "rayder": 999, "raymar": 1000, "raymun": 1001, "raymund": 1002, "raynald": 1003, "red": 1004, "redfort": 1005, "redwyne": 1006, "reed": 1007, "reek": 1008, "renly": 1009, "retaking": 1010, "reysen": 1011, "reznak": 1012, "rhaegar": 1013, "rhogoro": 1014, "ricasso": 1015, "richard": 1016, "rickard": 1017, "rickon": 1018, "rigney": 1019, "riverrun,": 1020, "riverrun.": 1021, "rivers": 1022, "robar": 1023, "robb": 1024, "robert": 1025, "robett": 1026, "robin": 1027, "rodrik": 1028, "roger": 1029, "roland": 1030, "rolder": 1031, "rolfe": 1032, "rollam": 1033, "rolley": 1034, "rolly": 1035, "rolph": 1036, "romny": 1037, "ronald": 1038, "ronnel": 1039, "ronnet": 1040, "roose": 1041, "rorge": 1042, "rosby": 1043, "roslin": 1044, "rowan": 1045, "royce": 1046, "ruby": 1047, "rudge": 1048, "rupert": 1049, "rusty": 1050, "ryamsport,": 1051, "ryger": 1052, "ryk": 1053, "rykker": 1054, "ryman": 1055, "rymolf": 1056, "ryn": 1057, "ryon": 1058, "ryswell": 1059, "saan": 1060, "sack": 1061, "salladhor": 1062, "sallor": 1063, "saltpans,": 1064, "saltpans.": 1065, "samwell": 1066, "sand": 1067, "sandor": 1068, "sansa": 1069, "santagar": 1070, "sarella": 1071, "sarra": 1072, "sathmantes": 1073, "satin": 1074, "sawane": 1075, "sawwood": 1076, "seagard,": 1077, "seagard.": 1078, "seaworth": 1079, "second": 1080, "sedgekins": 1081, "seige": 1082, "selmy": 1083, "selyse": 1084, "senelle": 1085, "septry,": 1086, "serra": 1087, "serry": 1088, "sevenstreams": 1089, "shadrich": 1090, "shae": 1091, "shagga": 1092, "shagwell": 1093, "sharna": 1094, "sharp": 1095, "shepherd": 1096, "shield": 1097, "shireen": 1098, "shirei": 1099, "shore,": 1100, "shore.": 1101, "shyra": 1102, "siege": 1103, "sigfry": 1104, "silver": 1105, "skahaz": 1106, "skinner": 1107, "slynt": 1108, "small": 1109, "smallwood": 1110, "snow": 1111, "softfoot": 1112, "son": 1113, "sour": 1114, "spare": 1115, "sparrow": 1116, "spicer": 1117, "spotted": 1118, "square,": 1119, "square.": 1120, "squint": 1121, "squirrel": 1122, "stackspear": 1123, "staedmon": 1124, "stalwart": 1125, "starfish": 1126, "stark": 1127, "stark.": 1128, "steelskin": 1129, "steffon": 1130, "stevron": 1131, "stilwood": 1132, "stiv": 1133, "stokeworth": 1134, "stone": 1135, "stonehouse": 1136, "stonesnake": 1137, "stonetree": 1138, "stony": 1139, "storm": 1140, "storm's": 1141, "stormdrunk": 1142, "stout": 1143, "strickland": 1144, "stripeback": 1145, "stygg": 1146, "styr": 1147, "suggs": 1148, "sunderland": 1149, "sunglass": 1150, "swann": 1151, "swyft": 1152, "sybassion": 1153, "sybell": 1154, "sybelle": 1155, "sylva": 1156, "symon": 1157, "symond": 1158, "syrio": 1159, "taena": 1160, "tal": 1161, "talbert": 1162, "tallad": 1163, "tallhart": 1164, "tame": 1165, "tanda": 1166, "tangletongue": 1167, "tanton": 1168, "targaryen": 1169, "tarly": 1170, "tarth": 1171, "tawney": 1172, "templeton": 1173, "ternesio": 1174, "terrance": 1175, "terys": 1176, "the": 1177, "theo": 1178, "theodan": 1179, "theomore": 1180, "theon": 1181, "thistle": 1182, "thoren": 1183, "thorne": 1184, "thoros": 1185, "three": 1186, "three-tooth": 1187, "thumbs": 1188, "tickler": 1189, "tim": 1190, "timeon": 1191, "timett": 1192, "timon": 1193, "tion": 1194, "tobho": 1195, "todder": 1196, "todric": 1197, "toes": 1198, "toland": 1199, "tollett": 1200, "tom": 1201, "tomard": 1202, "tongue": 1203, "took": 1204, "tooth,": 1205, "tooth.": 1206, "toraq": 1207, "tormund": 1208, "torrek": 1209, "torrhen": 1210, "torrhen's": 1211, "torwynd": 1212, "tothmure": 1213, "town)": 1214, "trant": 1215, "tregar": 1216, "tremond": 1217, "tristifer": 1218, "triston": 1219, "tuffleberry": 1220, "tully": 1221, "tully.": 1222, "tumberjon": 1223, "tumco": 1224, "tumitis": 1225, "tun": 1226, "turnberry": 1227, "twins.": 1228, "tybero": 1229, "tycho": 1230, "tyene": 1231, "tym": 1232, "tymor": 1233, "tyrek": 1234, "tyrell": 1235, "tyrell.": 1236, "tyrion": 1237, "tyta": 1238, "tytos": 1239, "tywin": 1240, "ulf": 1241, "uller": 1242, "ullhor": 1243, "ulmer": 1244, "ulwyck": 1245, "umar": 1246, "umber": 1247, "umfred": 1248, "unella": 1249, "urreg": 1250, "urswyck": 1251, "utherydes": 1252, "utt": 1253, "val": 1254, "vance": 1255, "varamyr": 1256, "vardis": 1257, "vargo": 1258, "varys": 1259, "vayon": 1260, "velaryon": 1261, "victarion": 1262, "vinetown,": 1263, "viserys": 1264, "volmark": 1265, "votyris": 1266, "vylarr": 1267, "vyman": 1268, "vypren": 1269, "waif": 1270, "walda": 1271, "walder": 1272, "wallen": 1273, "walton": 1274, "wanderer": 1275, "was": 1276, "wat": 1277, "watch)": 1278, "watch.": 1279, "waters": 1280, "watt": 1281, "watty": 1282, "waymar": 1283, "wayn": 1284, "waynwood": 1285, "weasel": 1286, "weaver": 1287, "wedding,": 1288, "weeper": 1289, "weese": 1290, "weg": 1291, "wells": 1292, "wendel": 1293, "wendello": 1294, "werlag": 1295, "westerling": 1296, "wex": 1297, "whalen": 1298, "whispering": 1299, "white": 1300, "whiteye": 1301, "whittler": 1302, "wilbert": 1303, "will": 1304, "willam": 1305, "willem": 1306, "william": 1307, "willis": 1308, "willit": 1309, "willow": 1310, "willum": 1311, "win.": 1312, "winterfell,": 1313, "winterfell.": 1314, "witch-eye": 1315, "without": 1316, "wode": 1317, "wood,": 1318, "wood.": 1319, "woolfield": 1320, "worm": 1321, "woth": 1322, "wulfe": 1323, "wun": 1324, "wyl": 1325, "wylde": 1326, "wylis": 1327, "wylla": 1328, "wyman": 1329, "wynafryd": 1330, "wynton": 1331, "wythers": 1332, "xaro": 1333, "xho": 1334, "xhoan": 1335, "xhondo": 1336, "yandry": 1337, "yarwyck": 1338, "yellow": 1339, "yezzan": 1340, "ygon": 1341, "ygritte": 1342, "yohn": 1343, "yoren": 1344, "young": 1345, "yronwood": 1346, "ysilla": 1347, "yunzak": 1348, "yurkhaz": 1349, "zei": 1350, "zo": 1351, "zollo": 1352, "<UNK>": 1353}, "idx_to_word": {"0": "(banners)", "1": "(brewer)", "2": "(courtesan)", "3": "(daughter", "4": "(dragonstone)", "5": "(goodwife)", "6": "(greatjon)", "7": "(guard)", "8": "(happy", "9": "(jinglebell)", "10": "(lancewood)", "11": "(lord)", "12": "(maester)", "13": "(miller)", "14": "(mole's", "15": "(night's", "16": "(novice)", "17": "(old)", "18": "(orphan)", "19": "(sailor)", "20": "(smalljon)", "21": "(son", "22": "(whore)", "23": "(winterfell)", "24": "0.0", "25": "1.0", "26": "10.0", "27": "11.0", "28": "12.0", "29": "14.0", "30": "16.0", "31": "17.0", "32": "18.0", "33": "19.0", "34": "2.0", "35": "20.0", "36": "21.0", "37": "23.0", "38": "24.0", "39": "25.0", "40": "26.0", "41": "27.0", "42": "29.0", "43": "297.0", "44": "298.0", "45": "299.0", "46": "3.0", "47": "30.0", "48": "300.0", "49": "31.0", "50": "32.0", "51": "33.0", "52": "34.0", "53": "35.0", "54": "36.0", "55": "37.0", "56": "38.0", "57": "39.0", "58": "4.0", "59": "40.0", "60": "41.0", "61": "42.0", "62": "43.0", "63": "44.0", "64": "45.0", "65": "46.0", "66": "47.0", "67": "48.0", "68": "49.0", "69": "5.0", "70": "50.0", "71": "51.0", "72": "52.0", "73": "53.0", "74": "55.0", "75": "56.0", "76": "57.0", "77": "58.0", "78": "59.0", "79": "6.0", "80": "60.0", "81": "61.0", "82": "62.0", "83": "63.0", "84": "64.0", "85": "65.0", "86": "66.0", "87": "67.0", "88": "68.0", "89": "69.0", "90": "7.0", "91": "70.0", "92": "72.0", "93": "73.0", "94": "74.0", "95": "75.0", "96": "76.0", "97": "77.0", "98": "80.0", "99": "9.0", "100": "addam", "101": "adrack", "102": "aegon", "103": "aemon", "104": "aemon)", "105": "aenys", "106": "aeron", "107": "aethan", "108": "aggar", "109": "aggo", "110": "alan", "111": "alayaya", "112": "albar", "113": "albett", "114": "alebelly", "115": "alerie", "116": "alesander", "117": "alester", "118": "alia", "119": "alla", "120": "allard", "121": "alliser", "122": "allyrion", "123": "alyn", "124": "alys", "125": "alysane", "126": "alyx", "127": "ambrode", "128": "ambrose", "129": "amory", "130": "and", "131": "andar", "132": "andrew", "133": "andrey", "134": "andrik", "135": "anguy", "136": "antario", "137": "anvil", "138": "anya", "139": "archibald", "140": "ardrian", "141": "areo", "142": "arianne", "143": "arneld", "144": "arnolf", "145": "aron", "146": "arron", "147": "arryk", "148": "arryn", "149": "arson", "150": "arthor", "151": "arwyn", "152": "arya", "153": "arys", "154": "asha", "155": "at", "156": "attacked", "157": "aurane", "158": "axell", "159": "azzak", "160": "baelish", "161": "baker", "162": "ballabar", "163": "balon", "164": "banefort", "165": "bannen", "166": "banners", "167": "bar", "168": "baratheon", "169": "baratheon.", "170": "barbrey", "171": "bard", "172": "barra", "173": "barristan", "174": "barsena", "175": "barth", "176": "bass", "177": "battle", "178": "bayard", "179": "bearded", "180": "becca", "181": "bedwyck", "182": "belaquo", "183": "bella", "184": "bellegere", "185": "bellonara", "186": "belmore", "187": "belwas", "188": "ben", "189": "benedar", "190": "benfred", "191": "benfrey", "192": "benjen", "193": "bennet", "194": "beric", "195": "bernarr", "196": "bessa", "197": "beth", "198": "bettley", "199": "bhakaz", "200": "big", "201": "bill", "202": "biter", "203": "black", "204": "black,", "205": "black.", "206": "blackberry", "207": "blackmont", "208": "blackwater,", "209": "blackwood", "210": "blackwood.", "211": "blane", "212": "bloodbeard", "213": "blount", "214": "blue", "215": "boil", "216": "bolton", "217": "bolton.", "218": "bones", "219": "bonifer", "220": "book", "221": "boot", "222": "borcas", "223": "boremund", "224": "boros", "225": "borrell", "226": "borroq", "227": "botley", "228": "bowen", "229": "boy", "230": "braavos", "231": "bracken", "232": "bran", "233": "brandon", "234": "brave", "235": "brax", "236": "brenett", "237": "brienne", "238": "bronn", "239": "brother", "240": "brotherhood", "241": "brown", "242": "brune", "243": "brusco", "244": "bryan", "245": "bryce", "246": "bryen", "247": "brynden", "248": "buckwell", "249": "bulwer", "250": "burning", "251": "burton", "252": "butterbumps", "253": "byam", "254": "byan", "255": "byron", "256": "bywater", "257": "cadwyn", "258": "cailin,", "259": "cailin.", "260": "caleotte", "261": "camps,", "262": "caron", "263": "cassel", "264": "castle", "265": "caswell", "266": "cat", "267": "catelyn", "268": "cayn", "269": "cellador", "270": "celtigar", "271": "cersei", "272": "cerwyn", "273": "chapter", "274": "chataya", "275": "chayle", "276": "chella", "277": "chett", "278": "chiggen", "279": "chiswyck", "280": "clayton", "281": "clegane", "282": "clement", "283": "cleos", "284": "cley", "285": "clubfoot", "286": "clydas", "287": "codd", "288": "cohollo", "289": "coldhands", "290": "colemon", "291": "colen", "292": "companions", "293": "companions.", "294": "conn", "295": "connington", "296": "conwy", "297": "corbray", "298": "corliss", "299": "cortnay", "300": "costayne", "301": "cotter", "302": "crabb", "303": "crag,", "304": "crag.", "305": "cragorn", "306": "crakehall", "307": "crane", "308": "craster", "309": "cregan", "310": "creighton", "311": "cressen", "312": "cuger", "313": "cutjack", "314": "cuy", "315": "daario", "316": "dacey", "317": "daemon", "318": "daenerys", "319": "dagmer", "320": "dagon", "321": "dalbridge", "322": "dale", "323": "dalla", "324": "dalt", "325": "damon", "326": "dance-for-me", "327": "dancy", "328": "danwell", "329": "dar", "330": "dareon", "331": "darry", "332": "darry,", "333": "darry.", "334": "daryn", "335": "daven", "336": "davos", "337": "daxos", "338": "dayne", "339": "deepwood", "340": "deeth", "341": "del", "342": "delp", "343": "denys", "344": "dermot", "345": "desmond", "346": "devan", "347": "deziel", "348": "dhazzar", "349": "dick", "350": "dickon", "351": "died", "352": "dilly", "353": "dirk", "354": "dobber", "355": "doh", "356": "donal", "357": "dondarrion", "358": "donella", "359": "donnel", "360": "donnis", "361": "dontos", "362": "donyse", "363": "doran", "364": "doreah", "365": "dornish", "366": "dragonstone,", "367": "dragonstone.", "368": "draqaz", "369": "drennan", "370": "drinkwater", "371": "drogo", "372": "drumm", "373": "duckfield", "374": "dudley", "375": "dunsen", "376": "dunstan", "377": "duram", "378": "during", "379": "duskendale,", "380": "duskendale.", "381": "dustin", "382": "duur", "383": "dwarf", "384": "dykk", "385": "dywen", "386": "easy", "387": "ebben", "388": "eddard", "389": "eddison", "390": "edmure", "391": "edric", "392": "edwyn", "393": "egen", "394": "eggon", "395": "elder", "396": "eldred", "397": "eleyna", "398": "elinor", "399": "ellaria", "400": "elmar", "401": "elwood", "402": "elyas", "403": "emmett", "404": "emmon", "405": "emmond", "406": "emrick", "407": "end,", "408": "end.", "409": "endehar", "410": "endrew", "411": "enger", "412": "eon", "413": "eraz", "414": "erenford", "415": "erik", "416": "ermesande", "417": "eroeh", "418": "erreck", "419": "errol", "420": "erryk", "421": "esgred", "422": "estermont", "423": "ezzara", "424": "falia", "425": "fall", "426": "falyse", "427": "farlen", "428": "farring", "429": "farwynd", "430": "fat", "431": "fell", "432": "flement", "433": "fletcher", "434": "flint", "435": "florent", "436": "flowers", "437": "fogo", "438": "folk", "439": "follard", "440": "foote", "441": "ford,", "442": "ford.", "443": "fords,", "444": "forel", "445": "fork,", "446": "fork.", "447": "forley", "448": "fornio", "449": "fossoway", "450": "free", "451": "frenken", "452": "frenya", "453": "frey", "454": "frynne", "455": "gage", "456": "galare", "457": "galazza", "458": "galbart", "459": "gared", "460": "gargalen", "461": "garin", "462": "gariss", "463": "garlan", "464": "garrett", "465": "garse", "466": "garth", "467": "gawen", "468": "gelmarr", "469": "gendry", "470": "genna", "471": "gerald", "472": "gerold", "473": "gerren", "474": "gerris", "475": "gevin", "476": "ghael", "477": "ghezn", "478": "ghost", "479": "gillam", "480": "gilly", "481": "gilwood", "482": "gladden", "483": "glendon", "484": "glover", "485": "goady", "486": "godric", "487": "godry", "488": "godwyn", "489": "goghor", "490": "golden", "491": "goodbrook", "492": "goodbrother", "493": "gormond", "494": "gorold", "495": "gower", "496": "grafton", "497": "gran", "498": "grazdan", "499": "grazdar", "500": "green", "501": "greenaway", "502": "greenfield", "503": "greenpools", "504": "gregor", "505": "grell", "506": "grenn", "507": "grey", "508": "greydon", "509": "greyfeather", "510": "greyjoy", "511": "greyjoy.", "512": "grigg", "513": "grisel", "514": "groleo", "515": "grubbs", "516": "grunt", "517": "gueren", "518": "guncer", "519": "guyard", "520": "gwin", "521": "gylbert", "522": "gyles", "523": "gynir", "524": "gysella", "525": "h'ghar", "526": "haggo", "527": "haigh", "528": "hairy", "529": "hake", "530": "hal", "531": "halder", "532": "haldon", "533": "halfhand", "534": "hali", "535": "hallis", "536": "hallyne", "537": "halys", "538": "hamish", "539": "hand", "540": "harbor,", "541": "harbor.", "542": "harclay", "543": "hareth", "544": "harghaz", "545": "harlaw", "546": "harma", "547": "harmund", "548": "harmune", "549": "harper", "550": "harra", "551": "harrag", "552": "harras", "553": "harrenhal,", "554": "harrenhal.", "555": "harrion", "556": "harry", "557": "harwin", "558": "harwood", "559": "harys", "560": "hasty", "561": "hayford", "562": "hazzea", "563": "heart", "564": "heddle", "565": "helman", "566": "henly", "567": "heward", "568": "hewett", "569": "high", "570": "hightower", "571": "hill", "572": "hoat", "573": "hobb", "574": "hobber", "575": "hod", "576": "hodor", "577": "hogg", "578": "holger", "579": "hollard", "580": "holly", "581": "hop-robin", "582": "horas", "583": "hornwood", "584": "horpe", "585": "horton", "586": "hosteen", "587": "hoster", "588": "hot", "589": "hotah", "590": "hother", "591": "howd", "592": "hubard", "593": "hugh", "594": "hugo", "595": "hullen", "596": "humble", "597": "humfrey", "598": "hunt", "599": "hunter", "600": "huntsman", "601": "husband", "602": "hyle", "603": "i)", "604": "iggo", "605": "ill", "606": "illyrio", "607": "ilyn", "608": "imry", "609": "in", "610": "invasion", "611": "iron", "612": "ironmaker", "613": "irri", "614": "islands,", "615": "islands.", "616": "istarion", "617": "ithoke", "618": "jacelyn", "619": "jack", "620": "jack-be-lucky", "621": "jacks", "622": "jaggot", "623": "jaime", "624": "jalabhar", "625": "janna", "626": "janos", "627": "jaqen", "628": "jared", "629": "jaremy", "630": "jarl", "631": "jarman", "632": "jason", "633": "jast", "634": "jate", "635": "jeor", "636": "jeren", "637": "jeyne", "638": "jhaqo", "639": "jhezane", "640": "jhiqui", "641": "jhogo", "642": "jocelyn", "643": "jodge", "644": "joffrey", "645": "jojen", "646": "jommy", "647": "jon", "648": "jonelle", "649": "jonos", "650": "jorah", "651": "jordayne", "652": "jory", "653": "joseran", "654": "joseth", "655": "josmyn", "656": "joss", "657": "josua", "658": "jothos", "659": "joyeuse", "660": "justin", "661": "jyck", "662": "jynessa", "663": "kandaq", "664": "karl", "665": "karstark", "666": "karyl", "667": "kayce", "668": "kedge", "669": "kella", "670": "kenned", "671": "kenning", "672": "kennos", "673": "kerwin", "674": "ketter", "675": "kettleblack", "676": "kevan", "677": "kezmya", "678": "khorane", "679": "khrazz", "680": "kindly", "681": "king's", "682": "kojja", "683": "koss", "684": "kraznys", "685": "kromm", "686": "kurleket", "687": "kurz", "688": "kyle", "689": "kyra", "690": "lady", "691": "lamb", "692": "lambert", "693": "lamprey", "694": "lancel", "695": "landing.", "696": "lanna", "697": "lannister", "698": "lannister.", "699": "lanster", "700": "lark", "701": "larra", "702": "larraq", "703": "leathers", "704": "leaves", "705": "lefford", "706": "left", "707": "lem", "708": "lennocks", "709": "lenwood", "710": "leo", "711": "leobald", "712": "leona", "713": "leonette", "714": "lew", "715": "lewis", "716": "lewys", "717": "lharys", "718": "lho", "719": "limper", "720": "little", "721": "locke", "722": "lollys", "723": "lommy", "724": "longbough", "725": "longtown", "726": "lophand", "727": "loraq", "728": "loras", "729": "lorcas", "730": "lorch", "731": "lord", "732": "lorent", "733": "lorren", "734": "loss.", "735": "lothar", "736": "lothor", "737": "lucan", "738": "lucas", "739": "lucias", "740": "luco", "741": "luke", "742": "luton", "743": "luwin", "744": "lychester", "745": "lydden", "746": "lyle", "747": "lyman", "748": "lymond", "749": "lyn", "750": "lynderly", "751": "lyonel", "752": "lysa", "753": "lysono", "754": "maar", "755": "mace", "756": "mad", "757": "maege", "758": "maekar", "759": "maerie", "760": "mag", "761": "mago", "762": "maid", "763": "maidenpool", "764": "mallador", "765": "mallarawan", "766": "malliard", "767": "mallister", "768": "mallister.", "769": "mallor", "770": "man", "771": "mance", "772": "manderly", "773": "mandon", "774": "manwoody", "775": "mar", "776": "marbrand", "777": "marei", "778": "margaery", "779": "maric", "780": "marillion", "781": "maris", "782": "marissa", "783": "mariya", "784": "mark", "785": "marlon", "786": "maron", "787": "marq", "788": "marsh", "789": "martell", "790": "martyn", "791": "marwyn", "792": "masha", "793": "mask", "794": "maslyn", "795": "massey", "796": "mathis", "797": "mathos", "798": "matrice", "799": "matthar", "800": "matthos", "801": "mawney", "802": "maz", "803": "mebble", "804": "medger", "805": "meera", "806": "megga", "807": "meha", "808": "mela", "809": "meldred", "810": "meliana", "811": "melisandre", "812": "mellei", "813": "melly", "814": "meredyth", "815": "meribald", "816": "merlon", "817": "merlyn", "818": "mero", "819": "merrett", "820": "merryweather", "821": "meryn", "822": "mezzara", "823": "mikken", "824": "miklaz", "825": "mirri", "826": "missandei", "827": "mo", "828": "moat", "829": "mohor", "830": "mollander", "831": "mollen", "832": "monford", "833": "monster", "834": "moon", "835": "moore", "836": "mooton", "837": "mopatis", "838": "moqorro", "839": "mord", "840": "mordane", "841": "moreland", "842": "moreo", "843": "morgarth", "844": "mormont", "845": "morna", "846": "moro", "847": "morra", "848": "morrec", "849": "morrigen", "850": "morros", "851": "mors", "852": "morton", "853": "mossador", "854": "mott", "855": "motte,", "856": "motte.", "857": "mountain", "858": "mudge", "859": "mullendore", "860": "mully", "861": "mummer's", "862": "munciter", "863": "murch", "864": "murenmure", "865": "muttering", "866": "mya", "867": "mycah", "868": "myles", "869": "myr", "870": "myranda", "871": "myrcella", "872": "myria", "873": "myrtle", "874": "na", "875": "nage", "876": "naharis", "877": "nakloz", "878": "nan", "879": "nan.", "880": "narbert", "881": "nestor", "882": "nestoris", "883": "night's", "884": "nolla", "885": "norcross", "886": "norjen", "887": "norrey", "888": "notch", "889": "noye", "890": "nurse", "891": "nute", "892": "nymella", "893": "nymeria", "894": "oakheart", "895": "obara", "896": "oberyn", "897": "of", "898": "ogo", "899": "old", "900": "oldtown", "901": "olenna", "902": "ollo", "903": "olyvar", "904": "ondrew", "905": "oppo", "906": "orell", "907": "orphan", "908": "orton", "909": "osfryd", "910": "osha", "911": "osmund", "912": "osney", "913": "oss", "914": "ossy", "915": "oswell", "916": "othell", "917": "otherys", "918": "ottyn", "919": "outcome", "920": "owen", "921": "oxcross,", "922": "oxcross.", "923": "oznak", "924": "paege", "925": "pahl", "926": "palla", "927": "parmen", "928": "patchface", "929": "pate", "930": "patrek", "931": "paul", "932": "paxter", "933": "payne", "934": "peckledon", "935": "pello", "936": "pemford", "937": "penny", "938": "penrose", "939": "perros", "940": "perwyn", "941": "petyr", "942": "philip", "943": "pia", "944": "pie", "945": "piper", "946": "place", "947": "plumm", "948": "podrick", "949": "polliver", "950": "pono", "951": "poole", "952": "porridge", "953": "port)", "954": "porther", "955": "poul", "956": "poxy", "957": "praed", "958": "pree", "959": "prendahl", "960": "prestayn", "961": "prester", "962": "preston", "963": "pyat", "964": "pycelle", "965": "pyg", "966": "pyke", "967": "pylos", "968": "pypar", "969": "qaggaz", "970": "qar", "971": "qarl", "972": "qezza", "973": "qhorin", "974": "qorgyle", "975": "qotho", "976": "quaithe", "977": "quaro", "978": "quellon", "979": "quent", "980": "quenten", "981": "quentyn", "982": "quhuru", "983": "quort", "984": "qyburn", "985": "qyle", "986": "rafford", "987": "ragnor", "988": "ragwyle", "989": "rakharo", "990": "ralf", "991": "rambton", "992": "ramsay", "993": "randa", "994": "randyll", "995": "rast", "996": "ravella", "997": "raventree,", "998": "raventree.", "999": "rayder", "1000": "raymar", "1001": "raymun", "1002": "raymund", "1003": "raynald", "1004": "red", "1005": "redfort", "1006": "redwyne", "1007": "reed", "1008": "reek", "1009": "renly", "1010": "retaking", "1011": "reysen", "1012": "reznak", "1013": "rhaegar", "1014": "rhogoro", "1015": "ricasso", "1016": "richard", "1017": "rickard", "1018": "rickon", "1019": "rigney", "1020": "riverrun,", "1021": "riverrun.", "1022": "rivers", "1023": "robar", "1024": "robb", "1025": "robert", "1026": "robett", "1027": "robin", "1028": "rodrik", "1029": "roger", "1030": "roland", "1031": "rolder", "1032": "rolfe", "1033": "rollam", "1034": "rolley", "1035": "rolly", "1036": "rolph", "1037": "romny", "1038": "ronald", "1039": "ronnel", "1040": "ronnet", "1041": "roose", "1042": "rorge", "1043": "rosby", "1044": "roslin", "1045": "rowan", "1046": "royce", "1047": "ruby", "1048": "rudge", "1049": "rupert", "1050": "rusty", "1051": "ryamsport,", "1052": "ryger", "1053": "ryk", "1054": "rykker", "1055": "ryman", "1056": "rymolf", "1057": "ryn", "1058": "ryon", "1059": "ryswell", "1060": "saan", "1061": "sack", "1062": "salladhor", "1063": "sallor", "1064": "saltpans,", "1065": "saltpans.", "1066": "samwell", "1067": "sand", "1068": "sandor", "1069": "sansa", "1070": "santagar", "1071": "sarella", "1072": "sarra", "1073": "sathmantes", "1074": "satin", "1075": "sawane", "1076": "sawwood", "1077": "seagard,", "1078": "seagard.", "1079": "seaworth", "1080": "second", "1081": "sedgekins", "1082": "seige", "1083": "selmy", "1084": "selyse", "1085": "senelle", "1086": "septry,", "1087": "serra", "1088": "serry", "1089": "sevenstreams", "1090": "shadrich", "1091": "shae", "1092": "shagga", "1093": "shagwell", "1094": "sharna", "1095": "sharp", "1096": "shepherd", "1097": "shield", "1098": "shireen", "1099": "shirei", "1100": "shore,", "1101": "shore.", "1102": "shyra", "1103": "siege", "1104": "sigfry", "1105": "silver", "1106": "skahaz", "1107": "skinner", "1108": "slynt", "1109": "small", "1110": "smallwood", "1111": "snow", "1112": "softfoot", "1113": "son", "1114": "sour", "1115": "spare", "1116": "sparrow", "1117": "spicer", "1118": "spotted", "1119": "square,", "1120": "square.", "1121": "squint", "1122": "squirrel", "1123": "stackspear", "1124": "staedmon", "1125": "stalwart", "1126": "starfish", "1127": "stark", "1128": "stark.", "1129": "steelskin", "1130": "steffon", "1131": "stevron", "1132": "stilwood", "1133": "stiv", "1134": "stokeworth", "1135": "stone", "1136": "stonehouse", "1137": "stonesnake", "1138": "stonetree", "1139": "stony", "1140": "storm", "1141": "storm's", "1142": "stormdrunk", "1143": "stout", "1144": "strickland", "1145": "stripeback", "1146": "stygg", "1147": "styr", "1148": "suggs", "1149": "sunderland", "1150": "sunglass", "1151": "swann", "1152": "swyft", "1153": "sybassion", "1154": "sybell", "1155": "sybelle", "1156": "sylva", "1157": "symon", "1158": "symond", "1159": "syrio", "1160": "taena", "1161": "tal", "1162": "talbert", "1163": "tallad", "1164": "tallhart", "1165": "tame", "1166": "tanda", "1167": "tangletongue", "1168": "tanton", "1169": "targaryen", "1170": "tarly", "1171": "tarth", "1172": "tawney", "1173": "templeton", "1174": "ternesio", "1175": "terrance", "1176": "terys", "1177": "the", "1178": "theo", "1179": "theodan", "1180": "theomore", "1181": "theon", "1182": "thistle", "1183": "thoren", "1184": "thorne", "1185": "thoros", "1186": "three", "1187": "three-tooth", "1188": "thumbs", "1189": "tickler", "1190": "tim", "1191": "timeon", "1192": "timett", "1193": "timon", "1194": "tion", "1195": "tobho", "1196": "todder", "1197": "todric", "1198": "toes", "1199": "toland", "1200": "tollett", "1201": "tom", "1202": "tomard", "1203": "tongue", "1204": "took", "1205": "tooth,", "1206": "tooth.", "1207": "toraq", "1208": "tormund", "1209": "torrek", "1210": "torrhen", "1211": "torrhen's", "1212": "torwynd", "1213": "tothmure", "1214": "town)", "1215": "trant", "1216": "tregar", "1217": "tremond", "1218": "tristifer", "1219": "triston", "1220": "tuffleberry", "1221": "tully", "1222": "tully.", "1223": "tumberjon", "1224": "tumco", "1225": "tumitis", "1226": "tun", "1227": "turnberry", "1228": "twins.", "1229": "tybero", "1230": "tycho", "1231": "tyene", "1232": "tym", "1233": "tymor", "1234": "tyrek", "1235": "tyrell", "1236": "tyrell.", "1237": "tyrion", "1238": "tyta", "1239": "tytos", "1240": "tywin", "1241": "ulf", "1242": "uller", "1243": "ullhor", "1244": "ulmer", "1245": "ulwyck", "1246": "umar", "1247": "umber", "1248": "umfred", "1249": "unella", "1250": "urreg", "1251": "urswyck", "1252": "utherydes", "1253": "utt", "1254": "val", "1255": "vance", "1256": "varamyr", "1257": "vardis", "1258": "vargo", "1259": "varys", "1260": "vayon", "1261": "velaryon", "1262": "victarion", "1263": "vinetown,", "1264": "viserys", "1265": "volmark", "1266": "votyris", "1267": "vylarr", "1268": "vyman", "1269": "vypren", "1270": "waif", "1271": "walda", "1272": "walder", "1273": "wallen", "1274": "walton", "1275": "wanderer", "1276": "was", "1277": "wat", "1278": "watch)", "1279": "watch.", "1280": "waters", "1281": "watt", "1282": "watty", "1283": "waymar", "1284": "wayn", "1285": "waynwood", "1286": "weasel", "1287": "weaver", "1288": "wedding,", "1289": "weeper", "1290": "weese", "1291": "weg", "1292": "wells", "1293": "wendel", "1294": "wendello", "1295": "werlag", "1296": "westerling", "1297": "wex", "1298": "whalen", "1299": "whispering", "1300": "white", "1301": "whiteye", "1302": "whittler", "1303": "wilbert", "1304": "will", "1305": "willam", "1306": "willem", "1307": "william", "1308": "willis", "1309": "willit", "1310": "willow", "1311": "willum", "1312": "win.", "1313": "winterfell,", "1314": "winterfell.", "1315": "witch-eye", "1316": "without", "1317": "wode", "1318": "wood,", "1319": "wood.", "1320": "woolfield", "1321": "worm", "1322": "woth", "1323": "wulfe", "1324": "wun", "1325": "wyl", "1326": "wylde", "1327": "wylis", "1328": "wylla", "1329": "wyman", "1330": "wynafryd", "1331": "wynton", "1332": "wythers", "1333": "xaro", "1334": "xho", "1335": "xhoan", "1336": "xhondo", "1337": "yandry", "1338": "yarwyck", "1339": "yellow", "1340": "yezzan", "1341": "ygon", "1342": "ygritte", "1343": "yohn", "1344": "yoren", "1345": "young", "1346": "yronwood", "1347": "ysilla", "1348": "yunzak", "1349": "yurkhaz", "1350": "zei", "1351": "zo", "1352": "zollo", "1353": "<UNK>"}}